Repository: BossaGroove/VPNPlus
Catalog: VPNPlus/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, zh_hans, zh_hant

source: (after %lld seconds)
de: (nach %lld Sekunden)
fr: (après %lld secondes)
ja: (%lld 秒後)
zh_hans: （%lld 秒后）
zh_hant: （%lld 秒後）

source: (asked %lld times over %lld seconds)
de: (%lld Mal in %lld Sekunden angefragt)
fr: (demandé %lld fois en %lld secondes)
ja: (%lld 秒間で %lld 回要求)
zh_hans: （%lld 秒内请求了 %lld 次）
zh_hant: （%lld 秒內要求了 %lld 次）

# %@ — attempt %lld of %lld
source: %1$@ — attempt %2$lld of %3$lld
de: %1$@ – Versuch %2$lld von %3$lld
fr: %1$@ — tentative %2$lld sur %3$lld
ja: %1$@ — %3$lld 回中 %2$lld 回目
zh_hans: %1$@ — 第 %2$lld 次尝试，共 %3$lld 次
zh_hant: %1$@ — 第 %2$lld 次嘗試，共 %3$lld 次

# %@ — attempt %lld of %lld, %llds
source: %1$@ — attempt %2$lld of %3$lld, %4$llds
de: %1$@ – Versuch %2$lld von %3$lld, %4$lld s
fr: %1$@ — tentative %2$lld sur %3$lld, %4$lld s
ja: %1$@ — %3$lld 回中 %2$lld 回目、%4$lld 秒
zh_hans: %1$@ — 第 %2$lld 次尝试，共 %3$lld 次，%4$lld 秒
zh_hant: %1$@ — 第 %2$lld 次嘗試，共 %3$lld 次，%4$lld 秒

# %@ · attempt %lld
source: %1$@ · attempt %2$lld
de: %1$@ · Versuch %2$lld
fr: %1$@ · tentative %2$lld
ja: %1$@ · %2$lld 回目
zh_hans: %1$@ · 第 %2$lld 次尝试
zh_hant: %1$@ · 第 %2$lld 次嘗試

source: %@ asks for a feature that isn't available. It's worth reporting — we'd like to know which profiles need it.
de: %@ verlangt eine Funktion, die nicht verfügbar ist. Das lohnt sich zu melden – wir möchten wissen, welche Profile sie brauchen.
fr: %@ demande une fonction qui n'est pas disponible. Cela vaut la peine de le signaler : nous aimerions savoir quels profils en ont besoin.
ja: %@ は利用できない機能を求めています。報告する価値があります。どのプロファイルにそれが必要かを知りたいと考えています。
zh_hans: %@ 需要一个尚不可用的功能。值得反馈——我们想知道哪些配置需要它。
zh_hant: %@ 需要一項尚未提供的功能。值得回報——我們想知道哪些描述檔需要它。

source: %@ connected, but the network settings couldn't be applied on this Mac.
de: %@ wurde verbunden, aber die Netzwerkeinstellungen konnten auf diesem Mac nicht übernommen werden.
fr: %@ s'est connecté, mais les réglages réseau n'ont pas pu être appliqués sur ce Mac.
ja: %@ は接続しましたが、この Mac にネットワーク設定を適用できませんでした。
zh_hans: %@ 已连接，但网络设置无法在这台 Mac 上应用。
zh_hant: %@ 已連線，但網路設定無法套用到這台 Mac。

source: %@ connects to a network this Mac is already on. Connecting anyway can stop other things working until you disconnect.
de: %@ verbindet mit einem Netzwerk, in dem sich dieser Mac bereits befindet. Trotzdem zu verbinden kann andere Dinge lahmlegen, bis du die Verbindung trennst.
fr: %@ se connecte à un réseau auquel ce Mac est déjà connecté. Se connecter quand même peut empêcher d'autres choses de fonctionner jusqu'à la déconnexion.
ja: %@ は、この Mac がすでに参加しているネットワークに接続します。このまま接続すると、切断するまで他の動作が止まることがあります。
zh_hans: %@ 要连接的网络正是这台 Mac 所在的网络。仍然连接可能导致其他功能无法使用，直到你断开连接。
zh_hant: %@ 要連線的網路正是這台 Mac 所在的網路。仍然連線可能會讓其他功能停擺，直到你中斷連線。

source: %@ couldn't be read as a VPN profile. If it came in an archive or an email, check that it arrived complete.
de: %@ konnte nicht als VPN-Profil gelesen werden. Falls es in einem Archiv oder einer E-Mail kam, prüfe, ob es vollständig angekommen ist.
fr: %@ n'a pas pu être lu comme profil VPN. S'il est arrivé dans une archive ou un e-mail, vérifiez qu'il est complet.
ja: %@ を VPN プロファイルとして読み込めませんでした。アーカイブやメールで届いた場合は、完全な状態で届いているか確認してください。
zh_hans: 无法将 %@ 读取为 VPN 配置。如果它来自压缩包或电子邮件，请检查是否完整。
zh_hant: 無法將 %@ 讀取為 VPN 描述檔。如果它來自壓縮檔或電子郵件，請檢查是否完整。

source: %@ expects its certificate and key in a separate file that VPN Plus doesn't open yet.
de: %@ erwartet Zertifikat und Schlüssel in einer separaten Datei, die VPN Plus noch nicht öffnet.
fr: %@ attend son certificat et sa clé dans un fichier séparé que VPN Plus n'ouvre pas encore.
ja: %@ は証明書と鍵を別のファイルに置いていますが、VPN Plus はまだそのファイルを開けません。
zh_hans: %@ 的证书和密钥位于单独的文件中，VPN Plus 尚不支持打开该文件。
zh_hant: %@ 的憑證和金鑰位於另一個檔案中，VPN Plus 尚不支援開啟該檔案。

source: %@ expects to be given the rest of its settings by your server after you sign in, which VPN Plus doesn't do yet.
de: %@ erwartet, die übrigen Einstellungen nach der Anmeldung vom Server zu erhalten, was VPN Plus noch nicht unterstützt.
fr: %@ s'attend à recevoir le reste de ses réglages du serveur après la connexion, ce que VPN Plus ne fait pas encore.
ja: %@ はサインイン後に残りの設定をサーバーから受け取る想定ですが、VPN Plus はまだそれに対応していません。
zh_hans: %@ 需要在登录后由服务器提供其余设置，VPN Plus 尚不支持这种方式。
zh_hant: %@ 需要在登入後由伺服器提供其餘設定，VPN Plus 尚不支援這種方式。

source: %@ has a certificate but no private key. VPN Plus needs both, in the one file.
de: %@ enthält ein Zertifikat, aber keinen privaten Schlüssel. VPN Plus braucht beides in derselben Datei.
fr: %@ contient un certificat mais pas de clé privée. VPN Plus a besoin des deux, dans le même fichier.
ja: %@ には証明書はありますが秘密鍵がありません。VPN Plus には両方が同じファイル内に必要です。
zh_hans: %@ 包含证书但没有私钥。VPN Plus 需要两者位于同一文件中。
zh_hant: %@ 包含憑證但沒有私密金鑰。VPN Plus 需要兩者位於同一檔案中。

source: %@ has no certificate in it.
de: %@ enthält kein Zertifikat.
fr: %@ ne contient aucun certificat.
ja: %@ には証明書が含まれていません。
zh_hans: %@ 中没有证书。
zh_hant: %@ 中沒有憑證。

source: %@ is a keystore, which VPN Plus can't open. Ask for the certificate and key as a PEM file.
de: %@ ist ein Keystore, den VPN Plus nicht öffnen kann. Bitte um Zertifikat und Schlüssel als PEM-Datei.
fr: %@ est un keystore, que VPN Plus ne peut pas ouvrir. Demandez le certificat et la clé sous forme de fichier PEM.
ja: %@ はキーストアで、VPN Plus では開けません。証明書と鍵を PEM ファイルとして依頼してください。
zh_hans: %@ 是密钥库，VPN Plus 无法打开。请索取 PEM 格式的证书和密钥。
zh_hant: %@ 是金鑰庫，VPN Plus 無法開啟。請索取 PEM 格式的憑證和金鑰。

source: %@ isn't a PEM file. A certificate VPN Plus can use begins with BEGIN CERTIFICATE.
de: %@ ist keine PEM-Datei. Ein Zertifikat, das VPN Plus verwenden kann, beginnt mit BEGIN CERTIFICATE.
fr: %@ n'est pas un fichier PEM. Un certificat utilisable par VPN Plus commence par BEGIN CERTIFICATE.
ja: %@ は PEM ファイルではありません。VPN Plus で使える証明書は BEGIN CERTIFICATE で始まります。
zh_hans: %@ 不是 PEM 文件。VPN Plus 可用的证书以 BEGIN CERTIFICATE 开头。
zh_hant: %@ 不是 PEM 檔案。VPN Plus 可用的憑證以 BEGIN CERTIFICATE 開頭。

# %@ refers to %@, which wasn't alongside it.
source: %1$@ refers to %2$@, which wasn't alongside it.
de: %1$@ verweist auf %2$@, das nicht daneben lag.
fr: %1$@ fait référence à %2$@, qui n'était pas à côté.
ja: %1$@ は %2$@ を参照していますが、同じ場所にありませんでした。
zh_hans: %1$@ 引用了 %2$@，但该文件不在同一位置。
zh_hant: %1$@ 參照了 %2$@，但該檔案不在同一位置。

source: %1$@ uses %lld settings VPN Plus doesn't know about. You can import it with those set aside, and it will connect without them.
de: %1$@ verwendet %lld Einstellungen, die VPN Plus nicht kennt. Du kannst es ohne diese importieren, und es verbindet trotzdem.
fr: %1$@ utilise %lld réglages que VPN Plus ne connaît pas. Vous pouvez l'importer en les laissant de côté ; il se connectera sans.
ja: %1$@ には VPN Plus が認識しない設定が %lld 件 あります。それらを除いて読み込むことができ、なくても接続できます。
zh_hans: %1$@ 使用了 %lld 项 VPN Plus 不识别的设置。你可以忽略这些设置导入，它仍能连接。
zh_hant: %1$@ 使用了 %lld 項 VPN Plus 不認得的設定。你可以略過這些設定匯入，它仍能連線。

source: %@ was updated from the new file.
de: %@ wurde aus der neuen Datei aktualisiert.
fr: %@ a été mis à jour depuis le nouveau fichier.
ja: %@ を新しいファイルから更新しました。
zh_hans: 已从新文件更新 %@。
zh_hant: 已從新檔案更新 %@。

source: %@ was updated from the new file. Your settings were kept.
de: %@ wurde aus der neuen Datei aktualisiert. Deine Einstellungen wurden beibehalten.
fr: %@ a été mis à jour depuis le nouveau fichier. Vos réglages ont été conservés.
ja: %@ を新しいファイルから更新しました。あなたの設定は保持されています。
zh_hans: 已从新文件更新 %@。你的设置已保留。
zh_hant: 已從新檔案更新 %@。你的設定已保留。

source: %@'s security certificate is out of date. Only the people who run the server can renew it.
de: Das Sicherheitszertifikat von %@ ist abgelaufen. Nur die Betreiber des Servers können es erneuern.
fr: Le certificat de sécurité de %@ a expiré. Seuls les responsables du serveur peuvent le renouveler.
ja: %@ のセキュリティ証明書は期限切れです。更新できるのはサーバーの運用者だけです。
zh_hans: %@ 的安全证书已过期。只有服务器的运维人员才能更新它。
zh_hant: %@ 的安全憑證已過期。只有伺服器的維運人員才能更新它。

# %lld:%@ elapsed
source: %1$lld:%2$@ elapsed
de: %1$lld:%2$@ vergangen
fr: %1$lld:%2$@ écoulées
ja: %1$lld:%2$@ 経過
zh_hans: 已用时 %1$lld:%2$@
zh_hant: 已經過 %1$lld:%2$@

source: a code
de: ein Code
fr: un code
ja: コード
zh_hans: 验证码
zh_hant: 驗證碼

source: a different network
de: ein anderes Netzwerk
fr: un autre réseau
ja: 別のネットワーク
zh_hans: 另一个网络
zh_hant: 另一個網路

source: A management policy on this Mac blocks VPN Plus's network component, so it can't connect. Ask whoever manages this Mac.
de: Eine Verwaltungsrichtlinie auf diesem Mac blockiert die Netzwerkkomponente von VPN Plus, deshalb kann es nicht verbinden. Frag, wer diesen Mac verwaltet.
fr: Une règle de gestion sur ce Mac bloque le composant réseau de VPN Plus, qui ne peut donc pas se connecter. Demandez à la personne qui gère ce Mac.
ja: この Mac の管理ポリシーが VPN Plus のネットワークコンポーネントをブロックしているため、接続できません。この Mac の管理者に問い合わせてください。
zh_hans: 这台 Mac 上的管理策略阻止了 VPN Plus 的网络组件，因此无法连接。请联系这台 Mac 的管理者。
zh_hant: 這台 Mac 上的管理政策封鎖了 VPN Plus 的網路元件，因此無法連線。請聯絡這台 Mac 的管理者。

source: About VPN Plus
de: Über VPN Plus
fr: À propos de VPN Plus
ja: VPN Plus について
zh_hans: 关于 VPN Plus
zh_hant: 關於 VPN Plus

source: Adaptive
de: Adaptiv
fr: Adaptatif
ja: 自動
zh_hans: 自动
zh_hant: 自動

source: Address randomised by macOS
de: Adresse von macOS zufällig vergeben
fr: Adresse aléatoire par macOS
ja: macOS によるランダムなアドレス
zh_hans: macOS 随机化地址
zh_hant: macOS 隨機化位址

source: All
de: Alle
fr: Tout
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: Allowed
de: Erlaubt
fr: Autorisé
ja: 許可
zh_hans: 允许
zh_hant: 允許

source: Also asks for
de: Fragt außerdem nach
fr: Demande aussi
ja: 追加で求めるもの
zh_hans: 另外需要
zh_hant: 另外需要

source: Another connection
de: Eine andere Verbindung
fr: Une autre connexion
ja: 別の接続
zh_hans: 另一个连接
zh_hant: 另一個連線

source: another kind of connection
de: eine andere Art von Verbindung
fr: un autre type de connexion
ja: 別の種類の接続
zh_hans: 另一种连接
zh_hant: 另一種連線

source: Another VPN (%1$@) was already carrying this Mac's traffic when %2$@ tried to connect, so %3$@ couldn't take over. Disconnect the other one first.
de: Ein anderes VPN (%1$@) leitete bereits den Verkehr dieses Macs, als %2$@ verbinden wollte, deshalb konnte %3$@ nicht übernehmen. Trenne zuerst das andere.
fr: Un autre VPN (%1$@) acheminait déjà le trafic de ce Mac quand %2$@ a tenté de se connecter, donc %3$@ n'a pas pu prendre le relais. Déconnectez d'abord l'autre.
ja: %2$@ が接続しようとしたとき、別の VPN(%1$@)がすでにこの Mac の通信を扱っていたため、%3$@ は引き継げませんでした。まず別の VPN を切断してください。
zh_hans: %2$@ 尝试连接时，另一个 VPN（%1$@）已在承载这台 Mac 的流量，因此 %3$@ 无法接管。请先断开另一个 VPN。
zh_hant: %2$@ 嘗試連線時，另一個 VPN（%1$@）已在承載這台 Mac 的流量，因此 %3$@ 無法接手。請先中斷另一個 VPN。

source: Another VPN had the network
de: Ein anderes VPN hatte das Netzwerk
fr: Un autre VPN avait le réseau
ja: 別の VPN がネットワークを使用中
zh_hans: 另一个 VPN 占用了网络
zh_hant: 另一個 VPN 佔用了網路

source: Another VPN is already connected
de: Ein anderes VPN ist bereits verbunden
fr: Un autre VPN est déjà connecté
ja: 別の VPN がすでに接続中です
zh_hans: 另一个 VPN 已经连接
zh_hant: 另一個 VPN 已經連線

source: Another VPN was already carrying this Mac's traffic when %1$@ tried to connect, so %2$@ couldn't take over. Disconnect the other one first.
de: Ein anderes VPN leitete bereits den Verkehr dieses Macs, als %1$@ verbinden wollte, deshalb konnte %2$@ nicht übernehmen. Trenne zuerst das andere.
fr: Un autre VPN acheminait déjà le trafic de ce Mac quand %1$@ a tenté de se connecter, donc %2$@ n'a pas pu prendre le relais. Déconnectez d'abord l'autre.
ja: %1$@ が接続しようとしたとき、別の VPN がすでにこの Mac の通信を扱っていたため、%2$@ は引き継げませんでした。まず別の VPN を切断してください。
zh_hans: %1$@ 尝试连接时，另一个 VPN 已在承载这台 Mac 的流量，因此 %2$@ 无法接管。请先断开另一个 VPN。
zh_hant: %1$@ 嘗試連線時，另一個 VPN 已在承載這台 Mac 的流量，因此 %2$@ 無法接手。請先中斷另一個 VPN。

source: Ask whoever gave it to you for a profile that already includes the server's settings.
de: Bitte die Person, von der du es hast, um ein Profil, das die Servereinstellungen bereits enthält.
fr: Demandez à la personne qui vous l'a fourni un profil qui inclut déjà les réglages du serveur.
ja: このプロファイルの提供者に、サーバー設定を含んだプロファイルを依頼してください。
zh_hans: 请向提供此配置的人索取已包含服务器设置的配置。
zh_hant: 請向提供此描述檔的人索取已包含伺服器設定的描述檔。

source: Ask whoever gave you this profile for a version with the certificate included.
de: Bitte die Person, von der du dieses Profil hast, um eine Version mit enthaltenem Zertifikat.
fr: Demandez à la personne qui vous a fourni ce profil une version incluant le certificat.
ja: このプロファイルの提供者に、証明書を含んだ版を依頼してください。
zh_hans: 请向提供此配置的人索取包含证书的版本。
zh_hant: 請向提供此描述檔的人索取包含憑證的版本。

source: Asked at connect if left empty
de: Wird beim Verbinden abgefragt, wenn leer
fr: Demandé à la connexion si laissé vide
ja: 空欄の場合は接続時に確認
zh_hans: 留空则在连接时询问
zh_hant: 留空則在連線時詢問

source: Asked at connect, and never stored.
de: Wird beim Verbinden abgefragt und nie gespeichert.
fr: Demandé à la connexion, jamais enregistré.
ja: 接続時に確認し、保存はしません。
zh_hans: 在连接时询问，不会保存。
zh_hant: 在連線時詢問，不會儲存。

# Attempt %lld · %@
source: Attempt %1$lld · %2$@
de: Versuch %1$lld · %2$@
fr: Tentative %1$lld · %2$@
ja: %1$lld 回目 · %2$@
zh_hans: 第 %1$lld 次尝试 · %2$@
zh_hant: 第 %1$lld 次嘗試 · %2$@

source: Automatically check for updates
de: Automatisch nach Updates suchen
fr: Rechercher automatiquement les mises à jour
ja: アップデートを自動的に確認
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically download and install updates
de: Updates automatisch laden und installieren
fr: Télécharger et installer automatiquement les mises à jour
ja: アップデートを自動的にダウンロードしてインストール
zh_hans: 自动下载并安装更新
zh_hant: 自動下載並安裝更新

source: Beta versions may be less stable than regular releases.
de: Betaversionen können weniger stabil sein als reguläre Versionen.
fr: Les versions bêta peuvent être moins stables que les versions normales.
ja: ベータ版は通常のリリースより安定性が低い場合があります。
zh_hans: 测试版可能不如正式版稳定。
zh_hant: 測試版可能不如正式版穩定。

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: certificate
de: Zertifikat
fr: certificat
ja: 証明書
zh_hans: 证书
zh_hant: 憑證

source: Certificate
de: Zertifikat
fr: Certificat
ja: 証明書
zh_hans: 证书
zh_hant: 憑證

source: Certificate authority
de: Zertifizierungsstelle
fr: Autorité de certification
ja: 証明機関
zh_hans: 证书颁发机构
zh_hant: 憑證授權單位

source: Certificate kept outside the file
de: Zertifikat außerhalb der Datei
fr: Certificat conservé hors du fichier
ja: 証明書はファイルの外に保管
zh_hans: 证书保存在文件之外
zh_hant: 憑證保存在檔案之外

source: Changing this restarts VPN Plus.
de: Eine Änderung startet VPN Plus neu.
fr: Changer ceci redémarre VPN Plus.
ja: 変更すると VPN Plus が再起動します。
zh_hans: 更改此项会重新启动 VPN Plus。
zh_hant: 更改此項會重新啟動 VPN Plus。

source: Check for Updates Now
de: Jetzt nach Updates suchen
fr: Rechercher les mises à jour maintenant
ja: 今すぐアップデートを確認
zh_hans: 立即检查更新
zh_hant: 立即檢查更新

source: Check the date and time
de: Datum und Uhrzeit prüfen
fr: Vérifiez la date et l'heure
ja: 日付と時刻を確認してください
zh_hans: 请检查日期与时间
zh_hant: 請檢查日期與時間

source: Checking for updates…
de: Suche nach Updates …
fr: Recherche de mises à jour…
ja: アップデートを確認中…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新⋯

source: Choose a certificate for this profile
de: Zertifikat für dieses Profil wählen
fr: Choisir un certificat pour ce profil
ja: このプロファイルの証明書を選択
zh_hans: 为此配置选择证书
zh_hant: 為此描述檔選擇憑證

source: Choose a PEM file holding this profile's certificate and its private key.
de: Wähle eine PEM-Datei mit dem Zertifikat und dem privaten Schlüssel dieses Profils.
fr: Choisissez un fichier PEM contenant le certificat de ce profil et sa clé privée.
ja: このプロファイルの証明書と秘密鍵を含む PEM ファイルを選択してください。
zh_hans: 选择包含此配置的证书及其私钥的 PEM 文件。
zh_hant: 選擇包含此描述檔憑證及其私密金鑰的 PEM 檔案。

source: Choose a VPN profile to import.
de: Wähle ein VPN-Profil zum Importieren.
fr: Choisissez un profil VPN à importer.
ja: 読み込む VPN プロファイルを選択してください。
zh_hans: 选择要导入的 VPN 配置。
zh_hant: 選擇要匯入的 VPN 描述檔。

source: Choose the file…
de: Datei wählen …
fr: Choisir le fichier…
ja: ファイルを選択…
zh_hans: 选择文件…
zh_hant: 選擇檔案⋯

source: Choose the profile file to use from now on.
de: Wähle die Profildatei, die ab jetzt verwendet werden soll.
fr: Choisissez le fichier de profil à utiliser désormais.
ja: 今後使用するプロファイルファイルを選択してください。
zh_hans: 选择今后要使用的配置文件。
zh_hant: 選擇今後要使用的描述檔。

source: Choose…
de: Wählen …
fr: Choisir…
ja: 選択…
zh_hans: 选择…
zh_hant: 選擇⋯

source: Common causes
de: Häufige Ursachen
fr: Causes fréquentes
ja: よくある原因
zh_hans: 常见原因
zh_hant: 常見原因

source: Connect
de: Verbinden
fr: Se connecter
ja: 接続
zh_hans: 连接
zh_hant: 連線

source: Connect Anyway
de: Trotzdem verbinden
fr: Se connecter quand même
ja: 接続する
zh_hans: 仍然连接
zh_hant: 仍要連線

source: Connect to %@
de: Mit %@ verbinden
fr: Se connecter à %@
ja: %@ に接続
zh_hans: 连接到 %@
zh_hant: 連線到 %@

source: Connect when VPN Plus opens
de: Verbinden, wenn VPN Plus startet
fr: Se connecter à l'ouverture de VPN Plus
ja: VPN Plus の起動時に接続
zh_hans: VPN Plus 启动时连接
zh_hant: VPN Plus 啟動時連線

source: Connect when VPN Plus opens: off
de: Verbinden beim Start von VPN Plus: aus
fr: Connexion à l'ouverture de VPN Plus : désactivée
ja: VPN Plus の起動時に接続: オフ
zh_hans: VPN Plus 启动时连接：关闭
zh_hant: VPN Plus 啟動時連線：關閉

source: Connected
de: Verbunden
fr: Connecté
ja: 接続済み
zh_hans: 已连接
zh_hant: 已連線

source: Connected — %@
de: Verbunden – %@
fr: Connecté — %@
ja: 接続済み — %@
zh_hans: 已连接 — %@
zh_hant: 已連線 — %@

source: Connected · %@
de: Verbunden · %@
fr: Connecté · %@
ja: 接続済み · %@
zh_hans: 已连接 · %@
zh_hant: 已連線 · %@

source: Connected %@
de: Verbunden %@
fr: Connecté %@
ja: %@に接続
zh_hans: %@连接过
zh_hant: %@連線過

source: Connected just now
de: Gerade eben verbunden
fr: Connecté à l'instant
ja: 今接続しました
zh_hans: 刚刚连接过
zh_hant: 剛剛連線過

source: Connecting
de: Verbinde
fr: Connexion
ja: 接続中
zh_hans: 正在连接
zh_hant: 連線中

source: Connecting to %@ failed while checking the server's certificate, and this Mac's clock is behind a time it has already recorded. That alone can cause this.
de: Die Verbindung mit %@ scheiterte beim Prüfen des Serverzertifikats, und die Uhr dieses Macs liegt hinter einer Zeit, die er bereits aufgezeichnet hat. Das allein kann die Ursache sein.
fr: La connexion à %@ a échoué lors de la vérification du certificat du serveur, et l'horloge de ce Mac est en retard sur une heure qu'il a déjà enregistrée. Cela seul peut en être la cause.
ja: %@ への接続はサーバー証明書の確認中に失敗し、この Mac の時計は以前に記録した時刻より遅れています。それだけでこの問題が起こることがあります。
zh_hans: 连接 %@ 时在检查服务器证书阶段失败，而这台 Mac 的时钟落后于它已记录过的时间。仅这一点就可能导致此问题。
zh_hant: 連線 %@ 時在檢查伺服器憑證階段失敗，而這台 Mac 的時鐘落後於它已記錄過的時間。單憑這一點就可能造成此問題。

source: Contacting the server
de: Server wird kontaktiert
fr: Contact du serveur
ja: サーバーに接続中
zh_hans: 正在联系服务器
zh_hant: 正在聯絡伺服器

source: Continue
de: Fortfahren
fr: Continuer
ja: 続ける
zh_hans: 继续
zh_hant: 繼續

source: Continue setup
de: Einrichtung fortsetzen
fr: Poursuivre la configuration
ja: 設定を続ける
zh_hans: 继续设置
zh_hant: 繼續設定

source: Copy
de: Kopieren
fr: Copier
ja: コピー
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy diagnostics
de: Diagnose kopieren
fr: Copier le diagnostic
ja: 診断情報をコピー
zh_hans: 拷贝诊断信息
zh_hant: 拷貝診斷資訊

source: Couldn't agree on a secure connection with %@
de: Keine sichere Verbindung mit %@ vereinbart
fr: Impossible de convenir d'une connexion sécurisée avec %@
ja: %@ と安全な接続を確立できませんでした
zh_hans: 无法与 %@ 建立安全连接
zh_hant: 無法與 %@ 建立安全連線

source: Couldn't change the login item
de: Anmeldeobjekt konnte nicht geändert werden
fr: Impossible de modifier l'élément d'ouverture de session
ja: ログイン項目を変更できませんでした
zh_hans: 无法更改登录项
zh_hant: 無法更改登入項目

source: Couldn't connect
de: Verbindung nicht möglich
fr: Connexion impossible
ja: 接続できませんでした
zh_hans: 无法连接
zh_hant: 無法連線

source: Couldn't connect to %@
de: Verbindung mit %@ nicht möglich
fr: Connexion à %@ impossible
ja: %@ に接続できませんでした
zh_hans: 无法连接到 %@
zh_hant: 無法連線到 %@

source: Couldn't find the server for %@
de: Server für %@ nicht gefunden
fr: Serveur de %@ introuvable
ja: %@ のサーバーが見つかりませんでした
zh_hans: 找不到 %@ 的服务器
zh_hant: 找不到 %@ 的伺服器

source: Couldn't finish connecting to %@
de: Verbindung mit %@ konnte nicht abgeschlossen werden
fr: La connexion à %@ n'a pas pu aboutir
ja: %@ への接続を完了できませんでした
zh_hans: 无法完成与 %@ 的连接
zh_hant: 無法完成與 %@ 的連線

source: Couldn't move VPN Plus
de: VPN Plus konnte nicht bewegt werden
fr: Impossible de déplacer VPN Plus
ja: VPN Plus を移動できませんでした
zh_hans: 无法移动 VPN Plus
zh_hant: 無法移動 VPN Plus

source: Couldn't reach the server
de: Server nicht erreichbar
fr: Serveur injoignable
ja: サーバーに到達できませんでした
zh_hans: 无法访问服务器
zh_hant: 無法連上伺服器

source: Couldn't reach the server for %@
de: Server für %@ nicht erreichbar
fr: Serveur de %@ injoignable
ja: %@ のサーバーに到達できませんでした
zh_hans: 无法访问 %@ 的服务器
zh_hant: 無法連上 %@ 的伺服器

source: Couldn't read %@
de: %@ konnte nicht gelesen werden
fr: Impossible de lire %@
ja: %@ を読み込めませんでした
zh_hans: 无法读取 %@
zh_hant: 無法讀取 %@

source: Couldn't read your saved password for %@
de: Dein gesichertes Passwort für %@ konnte nicht gelesen werden
fr: Impossible de lire votre mot de passe enregistré pour %@
ja: %@ の保存済みパスワードを読み込めませんでした
zh_hans: 无法读取你为 %@ 保存的密码
zh_hant: 無法讀取你為 %@ 儲存的密碼

source: Couldn't replace %@
de: %@ konnte nicht ersetzt werden
fr: Impossible de remplacer %@
ja: %@ を置き換えられませんでした
zh_hans: 无法替换 %@
zh_hant: 無法取代 %@

source: Couldn't save %@
de: %@ konnte nicht gesichert werden
fr: Impossible d'enregistrer %@
ja: %@ を保存できませんでした
zh_hans: 无法保存 %@
zh_hant: 無法儲存 %@

source: Couldn't set up the connection on this Mac
de: Die Verbindung konnte auf diesem Mac nicht eingerichtet werden
fr: Impossible de configurer la connexion sur ce Mac
ja: この Mac で接続を設定できませんでした
zh_hans: 无法在这台 Mac 上设置连接
zh_hant: 無法在這台 Mac 上設定連線

source: Couldn't sign in
de: Anmeldung fehlgeschlagen
fr: Connexion refusée
ja: サインインできませんでした
zh_hans: 无法登录
zh_hant: 無法登入

source: Couldn't sign in to %@
de: Anmeldung bei %@ fehlgeschlagen
fr: Identification à %@ refusée
ja: %@ にサインインできませんでした
zh_hans: 无法登录到 %@
zh_hant: 無法登入 %@

source: Couldn't use the certificate for %@
de: Das Zertifikat für %@ konnte nicht verwendet werden
fr: Impossible d'utiliser le certificat de %@
ja: %@ の証明書を使用できませんでした
zh_hans: 无法使用 %@ 的证书
zh_hant: 無法使用 %@ 的憑證

source: Couldn't verify the server for %@
de: Der Server für %@ konnte nicht überprüft werden
fr: Impossible de vérifier le serveur de %@
ja: %@ のサーバーを検証できませんでした
zh_hans: 无法验证 %@ 的服务器
zh_hant: 無法驗證 %@ 的伺服器

source: Cut
de: Ausschneiden
fr: Couper
ja: カット
zh_hans: 剪切
zh_hant: 剪下

source: Diagnostics for %@
de: Diagnose für %@
fr: Diagnostic de %@
ja: %@ の診断
zh_hans: %@ 的诊断
zh_hant: %@ 的診斷

source: Disconnect
de: Trennen
fr: Se déconnecter
ja: 切断
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnect and Quit
de: Trennen und beenden
fr: Se déconnecter et quitter
ja: 切断して終了
zh_hans: 断开连接并退出
zh_hant: 中斷連線並結束

source: Disconnected
de: Getrennt
fr: Déconnecté
ja: 切断済み
zh_hans: 已断开
zh_hant: 已中斷

source: Disconnecting
de: Trenne
fr: Déconnexion
ja: 切断中
zh_hans: 正在断开
zh_hant: 正在中斷

source: Disconnecting from %@ first
de: Zuerst wird %@ getrennt
fr: Déconnexion de %@ d'abord
ja: まず %@ を切断しています
zh_hans: 正在先断开 %@
zh_hant: 正在先中斷 %@

source: Done
de: Fertig
fr: Terminé
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Drag VPN Plus into your Applications folder, then open it from there.
de: Ziehe VPN Plus in deinen Ordner „Programme“ und öffne es von dort.
fr: Glissez VPN Plus dans votre dossier Applications, puis ouvrez-le depuis là.
ja: VPN Plus をアプリケーションフォルダにドラッグし、そこから開いてください。
zh_hans: 请将 VPN Plus 拖入“应用程序”文件夹，然后从那里打开。
zh_hant: 請將 VPN Plus 拖入「應用程式」檔案夾，再從那裡開啟。

source: Edit
de: Bearbeiten
fr: Édition
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

source: Edit…
de: Bearbeiten …
fr: Modifier…
ja: 編集…
zh_hans: 编辑…
zh_hant: 編輯⋯

source: Everything else still works — you can add, rename and remove profiles.
de: Alles andere funktioniert weiterhin – du kannst Profile hinzufügen, umbenennen und entfernen.
fr: Tout le reste fonctionne : vous pouvez ajouter, renommer et supprimer des profils.
ja: それ以外はすべて使えます。プロファイルの追加、名前の変更、削除ができます。
zh_hans: 其他功能仍可使用——你可以添加、重命名和删除配置。
zh_hant: 其他功能仍可使用——你可以新增、重新命名和移除描述檔。

source: Export…
de: Exportieren …
fr: Exporter…
ja: 書き出す…
zh_hans: 导出…
zh_hant: 輸出⋯

source: failed
de: fehlgeschlagen
fr: échec
ja: 失敗
zh_hans: 失败
zh_hant: 失敗

source: File
de: Ablage
fr: Fichier
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

source: Find %@, the file this profile refers to.
de: Finde %@, die Datei, auf die dieses Profil verweist.
fr: Trouvez %@, le fichier auquel ce profil fait référence.
ja: このプロファイルが参照しているファイル %@ を見つけてください。
zh_hans: 请找到此配置引用的文件 %@。
zh_hant: 請找到此描述檔參照的檔案 %@。
